Repository: Nyrio/personal-site
Catalog: src/nyri0site/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your email address
fr: Adresse email

source: any category
fr: toute catégorie

source: Keywords
fr: Mots clés

source: Category
fr: Catégorie

source: Please use a square image to avoid cutting
fr: Merci d'utiliser une image carrée pour éviter le découpage

source: Cut in 21:9 for both on-site display and sharing
fr: Coupée en 21:9 pour affichage sur site et partage

source: Comment
fr: Commentaire

source: You can use markdown formatting
fr: Vous pouvez utiliser la mise en forme markdown

source: Personal website and devblog
fr: Site personnel et devblog

source: User settings
fr: Paramètres utilisateur

source: Logout
fr: Déconnexion

source: Sign Up
fr: Inscription

source: Login
fr: Connexion

source: <p>The <a href="https://github.com/Nyrio/personal-site">code of this website</a> is libre and open source.</p>
fr: <p>Le <a href="https://github.com/Nyrio/personal-site">code de ce site</a> est libre et open source.</p>

source: Search
fr: Rechercher

source: Close
fr: Fermer

source: Blog post cover
fr: Image de couverture du post

source: To bottom
fr: Bas de la page

source: Send
fr: Envoyer

source: Email activation
fr: Activation de l'adresse email

source: Email activation succeeded
fr: Adresse email activée avec succès

source: Email activation failed
fr: Échec de la validation de l'adresse email

source: Hi
fr: Bonjour

source: Welcome to nyri0.fr!
fr: Bienvenue sur nyri0.fr!

source: Use the following link to confirm your email:
fr: Veuillez utiliser le lien suivant pour confirmer votre adresse email :

source: After confirmation, you will be able to comment on posts. Please make the comments space a place where it is pleasant for everyone to talk and share their opinion.
fr: Après confirmation, vous pourrez commenter sur les posts. Merci de faire de l'espace de commentaires un endroit où il est agréable à chacun de discuter et partager son opinion.

source: This is an auto-generated email. Please don't reply.
fr: Ceci est un email généré automatiquement. Merci de ne pas répondre.

source: Forgot Password?
fr: Mot de passe oublié ?

source: Reset password
fr: Réinitialisation du mot de passe

source: Password reset successfully
fr: Mot de passe réinitialisé avec succès

source: Submit
fr: Valider

source: Password reset failed
fr: Échec du la réinitialisation de mot de passe

source: Email with password reset instructions has been sent.
fr: Un email avec des instructions de réinitilisation du mot de passe a été envoyé

source: You have requested a password reset for
fr: Vous avez demandé de réinitialiser votre mot de passe pour

source: Please go to the following page and choose a new password:
fr: Merci de suivre le lien suivant et choisir un nouveau mot de passe :

source: Thanks for using this site!
fr: Merci d'utiliser ce site !

source: If you have not requested a password change, somebody is trying to access your account. Make sure the password of both your account and your email address are strong, and if you suspect that somebody has access to your email address, change its password immediately.
fr: Si vous n'avez pas demandé de changement de mot de passe, quelqu'un essaie de se connecter à votre compte. Veuillez vous assurer que le mot de passe de votre compte et de votre adresse email sont forts, et si vous avez la moindre suspicion que quelqu'un ait accès à votre adresse email, changez votre mot de passe immédiatement.

source: Password reset for
fr: Réinitialisation du mot de passe pour

source: An email will be sent to your email address to confirm it. Verifying your email address allows you to post comments.
fr: Un email va être envoyé à votre adresse pour la confirmer. Vérifier votre adresse vous ouvre le droit de commenter les posts.

source: (an email will be sent to your address)
fr: (un email sera envoyé à votre adresse)

source: Update
fr: Mettre à jour

source: Email confirmation for nyri0.fr
fr: Confirmation de l'email pour nyri0.fr

source: Activate html to see this email.
fr: Activez le html pour voir le contenu de cet email

source: Error 400: bad request
fr: Erreur 400 : mauvaise requête

source: Error 400: your request is incorrect or corrupted.
fr: Erreur 400 : la requête que vous envoyez est incorrecte ou corrompue.

source: Error 403: forbidden
fr: Erreur 403 : action interdite

source: Error 403: you don't have the permissions for the action you're attempting.
fr: Erreur 403 : vous n'avez pas la permission requise pour l'action que vous tentez.

source: Error 404: page not found
fr: Erreur 404 : page non trouvée

source: Error 404: the page you are trying to access doesn't exist anymore, or has never existed.
fr: Erreur 404 : la page à laquelle vous essayez d'accéder n'existe pas ou plus

source: Error 500: internal server error
fr: Erreur 500 : erreur interne au serveur

source: Error 500: internal server error ; either I messed up or you're not using the website correctly.
fr: Erreur 500 : erreur interne au serveur ; soit il y a un problème dans le code, soit vous utilisez mal le site.

source: French
fr: Français
